import React from "react"

function Slabs() {
  return (
    <div className="laying__content__info">
      <p>
        Залогом качественной эксплуатации и презентабельности тротуарной плитки
        является её качественная укладка. Как правило, процесс укладки
        начинается с разметки территории и подготовки основания.
      </p>
      <img
        src="https://rdcnewscdn.realtor.com/wp-content/uploads/2017/07/land-survey.jpg"
        alt=""
      />
      <p>
        На первой стадии подготовки к укладке тротуарной плитки важным является
        процесс планировки покрываемой площади и выбор материала (в зависимости
        от поставленных задач перед строителем определяется нужный материал).
        Выбирая плитку нужно учитывать ряд факторов таких как: климатическое
        воздействие, степень интенсивности движения, желаемого дизайна, и т.п.
        Перед укладкой тротуарной плитки важно определить тип грунта, на котором
        будет укладка. Например, если грунт подвижный, то необходимо бетонное
        основание.
      </p>
      <p>
        Перед началом укладки важным моментом считается обеспечение стока для
        отвода дождевой воды (с естественным уклоном 5%). Если основание
        делается из бетона, то уклон обязателен, а если укладка должна
        осуществляться на песок, то вода уйдет в зазоры между плитками.
      </p>
      <img
        src="https://lh3.googleusercontent.com/proxy/KUZ_L52Ks_CgoocGT3COTYYm_NYFrYTLtcI1zBqh068jZXhcJsDtgy9xNsqLGnFfRyoEAPLWoFC0Iz3ULi97HiTLLRjHyqRpcDd5VSDki1kJ9eh9bYoxkVvVxobYOLd7VJpPcAxNkGpxokQ65fA"
        alt=""
      />
      <p>
        Еще одним важным моментом считается соотношение размеров плитки с
        размерами покрываемой площади. Например, чем шире тротуар, тем большего
        размера плитки рекомендуется выбирать, таким образом создаются
        благоприятные условия для легкой укладки. Очень важно между грунтом и
        подушкой иметь слой геотекстиля, чтобы избежать прорастания травы.
      </p>
      <p>
        Самым важным моментом подготовки перед укладкой плитки считается
        идеально ровное основание. Основа служит для того чтобы выровнять
        поверхность покрываемой площади и защиты плитки от разрушений, которые
        могут возникнуть из-за погодных изменений. Таким образом, очередность
        слоев будет выглядеть таким образом: грунт, щебень, песок и
        цементно-песочная смесь.
      </p>
      <p>
        Также существуют другие варианты закладки подстилающего слоя в
        зависимости от предполагаемых нагрузок на дорожки:
      </p>
      <ul>
        <li>
          если дорожка не предназначена для передвижения транспортных средств, в
          таком случае состав основания будет выглядеть таким образом: щебень
          (до 10 см), песок (до 10см) и цементно-песочная смесь (до 3 см);
        </li>
        <li>
          если дорожка предназначена для передвижения легкого автотранспорта, то
          в основании потребуется слой щебня высотой 20 см;
        </li>
        <li>
          если дорога предназначена для передвижения тяжелых транспортных
          средств то обязательно потребуется слой бетона и раствор цемента.
        </li>
      </ul>
      <p>
        В этапе обработки подстилающего слоя убирается верхний слой земли,
        выравнивается ложе, очищается от камней, поливается водой и уплотняется
        с помощью трамбовки. Далее засыпается дренажным слоем (например,
        щебнем), высотой до 200 мм, после сверху дренажного слоя засыпается
        песок для выравнивания основания. Далее устанавливается бордюр на уже
        выровненной бетонной основе, для защиты плиток от расползания. С целью
        правильной установки бордюра выкапывается траншея, которая своей высотой
        соответствует изделию.
      </p>
      <p>
        Перед укладкой плитки по ширине покрываемой площади натягиваются шнуры и
        по нему равняются первые ряды плитки. Далее плитка укладывается в
        назначенное место и уплотняется легкими постукиваниями резиновым
        молотком.
      </p>
      <img
        src="https://lh3.googleusercontent.com/proxy/o35NHDEUbDqovhnDwRO_JTnk_fZ3QoA0FoGUSs1Gkd7okXaU5f7i2rJLpX0aze2XjqM_DwVRO4uylu5r5tbXDt_G_qrkpnXC14yzNeiSrEGEnSsagXQuymII-4bAPnqMFoWrvWhSBhOPtElfwa-AP2bIaUpkcMN-TA"
        alt=""
      />
      <p>
        В завершительном этапе на уложенной плитке засыпается слой просеянного
        песка, с помощью специального веника песок разметается между швами.
      </p>
      <p>
        В конце работы дорожка поливается водой с помощью распылителя и
        продолжается образование лужаек.
      </p>
    </div>
  )
}

export default Slabs
